Repository: di0g0/smarttext-ai
Catalog: QuickTranslateAI/*.lproj/Localizable.strings
Languages: pt_br

# menu.open
source: Open SmartText AI
pt_br: Abrir SmartText AI

# menu.preferences
source: Preferences...
pt_br: Preferências...

# menu.history
source: History
pt_br: Histórico

# menu.upgrade
source: ⭐ Upgrade to Premium
pt_br: ⭐ Upgrade para Premium

# menu.show_tutorial
source: Show Tutorial Again
pt_br: Ver Tutorial de Novo

# menu.about
source: About
pt_br: Sobre

# menu.quit
source: Quit
pt_br: Sair

# action.translate
source: Translate
pt_br: Traduzir

# action.improve
source: Improve Text
pt_br: Melhorar Texto

# action.formal
source: Make Formal
pt_br: Tornar Formal

# action.casual
source: Make Casual
pt_br: Tornar Casual

# action.fix
source: Fix Grammar
pt_br: Corrigir Gramática

# action.simplify
source: Simplify
pt_br: Simplificar

# action.expand
source: Expand
pt_br: Expandir

# window.history.title
source: Translation History
pt_br: Histórico de Traduções

# button.back
source: Back
pt_br: Voltar

# button.continue
source: Continue
pt_br: Continuar

# button.already_configured
source: I Already Configured
pt_br: Já Configurei

# button.start_using
source: Start Using!
pt_br: Começar a Usar!

# button.open_accessibility
source: Open Accessibility Settings
pt_br: Abrir Configurações de Acessibilidade

# button.no_thanks
source: No, Thanks
pt_br: Não, Obrigado

# button.yes_enable
source: Yes, Enable!
pt_br: Sim, Ativar!

# button.history
source: History
pt_br: Histórico

# button.copy
source: Copy
pt_br: Copiar

# button.replace
source: Replace
pt_br: Substituir

# button.close
source: Close
pt_br: Fechar

# button.copy_original
source: Copy Original
pt_br: Copiar Original

# button.copy_translation
source: Copy Translation
pt_br: Copiar Tradução

# button.copy_result
source: Copy Result
pt_br: Copiar Resultado

# button.delete
source: Delete
pt_br: Deletar

# button.clear_all
source: Clear All
pt_br: Limpar Tudo

# onboarding.welcome.title
source: Welcome to SmartText AI
pt_br: Bem-vindo ao SmartText AI

# onboarding.welcome.description
source: Translate any text instantly with the power of AI. Simple, fast and smart.
pt_br: Traduza qualquer texto instantaneamente com o poder da IA. Simples, rápido e inteligente.

# onboarding.welcome.description_full
source: Translate between 20 languages, improve, summarize, simplify or formalize your texts instantly with AI. Simple, fast and smart!
pt_br: Traduza entre 20 idiomas, melhore, resuma, simplifique ou formalize seus textos instantaneamente com IA. Simples, rápido e inteligente!

# onboarding.keyboard.title
source: Keyboard Shortcut
pt_br: Atalho de Teclado

# onboarding.keyboard.description
source: Select any text and press ⌘⇧T to open the translator. Works in any app!
pt_br: Selecione qualquer texto e pressione ⌘⇧T para abrir o tradutor. Funciona em qualquer app!

# onboarding.accessibility.title
source: Permission Required
pt_br: Permissão Necessária

# onboarding.accessibility.description
source: To capture selected text, we need Accessibility permission. Click 'Open Settings' and enable SmartText AI.
pt_br: Para capturar texto selecionado, precisamos de permissão de Acessibilidade. Clique em 'Abrir Configurações' e habilite SmartText AI.

# onboarding.accessibility.steps
source: How to enable:
pt_br: Como habilitar:

# onboarding.accessibility.step1
source: Click 'Open Settings' below
pt_br: Clique em 'Abrir Configurações' abaixo

# onboarding.accessibility.step2
source: Find 'SmartTextAI' in the list
pt_br: Encontre 'SmartTextAI' na lista

# onboarding.accessibility.step3
source: Toggle the switch to ON
pt_br: Ative o interruptor

# onboarding.launch.title
source: Launch Automatically?
pt_br: Iniciar Automaticamente?

# onboarding.launch.description
source: Would you like SmartText AI to start automatically when you turn on your Mac? This way it's always available when you need it!
pt_br: Quer que o SmartText AI inicie automaticamente quando você ligar o Mac? Assim ele estará sempre disponível quando precisar!

# onboarding.ready.title
source: All Set!
pt_br: Tudo Pronto!

# onboarding.ready.line1
source: SmartText AI is in the menu bar.
pt_br: O SmartText AI está na barra de menu.

# onboarding.ready.line2
source: Look for
pt_br: Procure por

# onboarding.ready.line3
source: and use ⌘⇧T in any app.
pt_br: e use ⌘⇧T em qualquer app.

# onboarding.ready.line4
source: Have fun!
pt_br: Divirta-se!

# overlay.history.title
source: History
pt_br: Histórico

# overlay.history.empty
source: No translation in history
pt_br: Nenhuma tradução no histórico

# overlay.output.title
source: Result
pt_br: Resultado

# overlay.output.waiting
source: Waiting for translation...
pt_br: Aguardando tradução...

# history.title
source: History
pt_br: Histórico

# history.search.placeholder
source: Search in history...
pt_br: Buscar no histórico...

# history.empty.title
source: No history yet
pt_br: Nenhum histórico ainda

# history.empty.subtitle
source: Use SmartText AI to get started!
pt_br: Use o SmartText AI para começar!

# time.now
source: now
pt_br: agora

# time.minute_singular
source: 1 min ago
pt_br: 1 min atrás

# time.minute_plural
source: %d min ago
pt_br: %d min atrás

# time.hour_singular
source: 1 hour ago
pt_br: 1 hora atrás

# time.hour_plural
source: %d hours ago
pt_br: %d horas atrás

# time.day_singular
source: 1 day ago
pt_br: 1 dia atrás

# time.day_plural
source: %d days ago
pt_br: %d dias atrás

# settings.general
source: General
pt_br: Geral

# settings.usage
source: Usage
pt_br: Uso

# settings.about
source: About
pt_br: Sobre

# settings.title
source: Settings
pt_br: Configurações

# settings.language.title
source: App Language
pt_br: Idioma do App

# settings.language.description
source: Choose the interface language
pt_br: Escolha o idioma da interface

# settings.language.restart_warning
source: ⚠️ Restart the app to apply language change
pt_br: ⚠️ Reabra o app para aplicar a mudança de idioma

# settings.default_language.title
source: Default Translation Language
pt_br: Idioma Padrão de Tradução

# settings.default_language.description
source: Default language for text translation
pt_br: Idioma padrão para traduzir textos

# settings.translation_preferences
source: Translation Preferences
pt_br: Preferências de Tradução

# settings.auto_copy
source: Auto copy result
pt_br: Copiar resultado automaticamente

# settings.auto_copy.description
source: Automatically copies the result after translation
pt_br: Copia automaticamente o resultado após a tradução

# settings.close_after_replace
source: Close after replace
pt_br: Fechar após substituir texto

# settings.close_after_replace.description
source: Automatically closes the window after clicking 'Replace'
pt_br: Fecha a janela automaticamente após clicar em 'Substituir'

# settings.system
source: System
pt_br: Sistema

# settings.launch_at_login
source: Launch at login
pt_br: Abrir ao iniciar o sistema

# settings.launch_at_login.description
source: Starts SmartText AI automatically when you log in
pt_br: Inicia o SmartText AI automaticamente quando você faz login

# settings.show_menu_icon
source: Show menu bar icon
pt_br: Mostrar ícone na barra de menu

# settings.show_menu_icon.description
source: Display SmartText AI icon in the menu bar
pt_br: Exibe o ícone do SmartText AI na barra de menu

# settings.shortcuts
source: Shortcuts
pt_br: Atalhos

# settings.hotkey.title
source: Global Shortcut
pt_br: Atalho Global

# settings.hotkey.description
source: Select any text and press the shortcut to open the translator
pt_br: Selecione qualquer texto e pressione o atalho para abrir o tradutor

# settings.history.title
source: History
pt_br: Histórico

# settings.history.keep
source: Keep translation history
pt_br: Manter histórico de traduções

# settings.history.total
source: Total Translations:
pt_br: Total de Traduções:

# settings.history.clear
source: Clear History
pt_br: Limpar Histórico

# settings.usage.daily
source: Daily Usage
pt_br: Uso Diário

# settings.usage.remaining
source: remaining
pt_br: restantes

# settings.usage.used_today
source: Used today:
pt_br: Usadas hoje:

# settings.usage.daily_limit
source: Daily limit:
pt_br: Limite diário:

# settings.usage.limit_reached
source: ⏰ Limit reached! Resets tomorrow at 00:00
pt_br: ⏰ Limite atingido! Recarrega amanhã às 00:00

# settings.usage.few_remaining
source: ⚠️ Few requests remaining today
pt_br: ⚠️ Poucas requisições restantes hoje

# settings.usage.all_good
source: ✅ All good! Enjoy your translations
pt_br: ✅ Tudo certo! Aproveite suas traduções

# settings.usage.footer
source: The daily usage limit helps keep the service free and high quality for everyone.
pt_br: O limite de uso diário ajuda a manter o serviço gratuito e de qualidade para todos.

# settings.usage.refresh
source: Refresh Information
pt_br: Atualizar Informações

# settings.actions
source: Actions
pt_br: Ações

# settings.version
source: Version:
pt_br: Versão:

# settings.about.description
source: Intelligent text translator and editor for macOS powered by AI
pt_br: Tradutor e editor de texto inteligente para macOS baseado em IA

# settings.about.tagline
source: Built with ❤️ to boost productivity
pt_br: Desenvolvido com ❤️ para aumentar produtividade

# subscription.monthly.name
source: Premium Monthly
pt_br: Premium Mensal

# subscription.yearly.name
source: Premium Yearly
pt_br: Premium Anual

# subscription.lifetime.name
source: Premium Lifetime
pt_br: Premium Vitalício

# subscription.period.daily
source: Daily
pt_br: Diário

# subscription.period.weekly
source: Weekly
pt_br: Semanal

# subscription.period.monthly
source: Monthly
pt_br: Mensal

# subscription.period.yearly
source: Yearly
pt_br: Anual

# paywall.title
source: Upgrade to Premium
pt_br: Upgrade para Premium

# paywall.subtitle.limit
source: You've reached your daily limit of 10 translations
pt_br: Você atingiu seu limite diário de 10 traduções

# paywall.subtitle.settings
source: Unlock unlimited translations and more
pt_br: Desbloqueie traduções ilimitadas e muito mais

# paywall.subtitle.onboarding
source: Start with unlimited access to all features
pt_br: Comece com acesso ilimitado a todos os recursos

# paywall.loading_error
source: Failed to load products. Please try again.
pt_br: Erro ao carregar produtos. Tente novamente.

# paywall.feature.unlimited.title
source: Unlimited Translations
pt_br: Traduções Ilimitadas

# paywall.feature.unlimited.description
source: No daily limits, use as much as you want
pt_br: Sem limites diários, use quanto quiser

# paywall.feature.history.title
source: Full History
pt_br: Histórico Completo

# paywall.feature.history.description
source: Never lose your translations
pt_br: Nunca perca suas traduções

# paywall.feature.support.title
source: Priority Support
pt_br: Suporte Prioritário

# paywall.feature.support.description
source: Get help faster
pt_br: Receba ajuda mais rápido

# paywall.feature.updates.title
source: Future Features
pt_br: Recursos Futuros

# paywall.feature.updates.description
source: Access to all new features
pt_br: Acesso a todas as novidades

# button.subscribe_now
source: Subscribe Now
pt_br: Assinar Agora

# button.restore_purchases
source: Restore Purchases
pt_br: Restaurar Compras

# button.retry
source: Retry
pt_br: Tentar Novamente

# badge.best_value
source: Best Value
pt_br: Melhor Valor

# savings.yearly
source: Save 33%
pt_br: Economize 33%

# link.terms
source: Terms of Service
pt_br: Termos de Uso

# link.privacy
source: Privacy Policy
pt_br: Privacidade

# status.premium
source: Premium Active
pt_br: Premium Ativo

# button.upgrade_premium
source: Upgrade to Premium
pt_br: Upgrade para Premium

# window.upgrade.title
source: Upgrade to Premium
pt_br: Upgrade para Premium

# paywall.subtitle.menu
source: Unlock unlimited translations and premium features
pt_br: Desbloqueie traduções ilimitadas e recursos premium

# settings.usage.unlimited
source: Unlimited translations
pt_br: Traduções ilimitadas
